Repository: Athlon007/msc-ogg
Catalog: OggConverter/locales/Polski.po
Languages: pl

source: Game Folder: {0}
pl: Folder Gry: {0}

source: Tools
pl: Narzędzia

source: Settings
pl: Ustawienia

source: Launch Game
pl: Uruchom Grę

source: Help
pl: Pomoc

source: Open History
pl: Otwórz Historię

source: Open Log Folder
pl: Otwórz folder z logami

source: Website
pl: Strona Internetowa

source: GitLab repository
pl: Repozytoriom GitLab

source: Steam Community discussion
pl: Dyskusja Społeczności Steam

source: About
pl: O programie

source: Quit
pl: Wyjdź

source: General
pl: Ogólne

source: Files
pl: Pliki

source: Updates
pl: Aktualizacje

source: Logging & Privacy
pl: Logging i prywatność

source: Desktop shortcut
pl: Skrót na pulpicie

source: Start the game without Steam
pl: Uruchom grę bez Steam

source: Remove source files after conversion
pl: Usuń pliki źródłowe po konwersji

source: Sort files after conversion
pl: Sortuj pliki po konwersji

source: Don't save song names
pl: Nie zapisuj nazw piosenek

source: Automatically look for updates
pl: Automatycznie sprawdzaj dostępność aktualizacji

source: Update Channel:
pl: Kanał Aktualizacji:

source: Official
pl: Oficjalny

source: Preview
pl: Przedpremierowa

source: Check for Update
pl: Sprawdź Aktualizacje

source: Check for youtube-dl updates:
pl: Sprawdzaj aktualizacje youtube-dl:

source: Upon every start
pl: Przy każdym uruchomieniu

source: Daily
pl: Codziennie

source: Weekly
pl: Tygodniowo

source: Monthly
pl: Miesięcznie

source: Never
pl: Nigdy

source: Your Version: {0} Build: {1}
pl: Twoja wersja: {0} Kompilacja: {1}

source: Create logs after crash
pl: Stwórz log po błędzie programu

source: Save usage into history
pl: Zapisz użycie w historii

source: Open history
pl: Otwórz historię

source: Delete history
pl: Usuń historię

source: Open last log
pl: Otwórz ostatni log

source: Delete all logs
pl: Usuń wszystkie logi

source: Notice: not a single log or any info is sent from your computer. Everything that is being logged is saved on Your computer.
pl: Uwaga: żaden plik logu ani żadna informacja nie jest wysyłana z twojego komputera. Wszystko co jest rejestrowane jest zapisywane na Twoim komputerze.

source: Set Game Folder
pl: Ustaw Folder Gry

source: Open in Explorer
pl: Otwórz w Eksploratorze

source: Sort
pl: Sortuj

source: Move
pl: Przenieś

source: Clone
pl: Klonuj

source: Delete
pl: Usuń

source: Shuffle
pl: Losuj

source: Songs: {0}/{1}
pl: Piosenki: {0}/{1}

source: Search Term/Video Link:
pl: Fraza Wyszukiwania/Link do Filmu:

source: Download
pl: Pobierz

source: Cancel
pl: Anuluj

source: Select song from the list to the left and edit it's displayed name.
pl: Wybierz piosenkę z listy po lewej i edytuj jej wyświetlaną nazwę.

source: Name:
pl: Nazwa:

source: Note: The autor of this tool doesn't take any responsibility for the way how that tool is used.
pl: Uwaga: Autor tego narzędzia nie bierze odpowiedzialności za sposób w jaki ten program jest używany.

source: There's a new update ready to download. Would you like to download it now?'
pl: Dostępna jest nowa aktualizacja do pobrania. Czy chcesz ją pobrać teraz?

source: Update
pl: Aktualizacja

source: There's an update ready to download!
pl: Dostępna jest aktualizacja do pobrana!

source: There's a newer stable version available to download than yours Preview. Would you like to download the update?
pl: Dostępna jest nowsza stabilna wersja do pobrania od twojej wersji przedpremierowej. Czy chcesz pobrać aktualizację?

source: There's a new update ready to download. Would you like to download it now?
pl: Dostępna jest aktualizacja gotowa do pobrania. Czy chcesz ją pobrać teraz?

source: Your version: {0} Newest version: {1}
pl: Twoja wersja: {0} Nowa wersja: {1}

source: Looks like you use a preview release and you disable preview update channel. Do you want to downgrade now? WARNING: In order to keep things still working, all settings will be reset. Your version: {0} Newest version: {1}
pl: Wygląda że używasz wersji przedpremierowej i wyłączyłeś kanał aktualizacji przedpremierowej. Czy chcesz przywrócić poprzednią wersję stabilną? UWAGA: Aby wszystko dalej działało, ustawienia zostaną zresetowane. Twoja wersja: {0} Najnowsza wersja: {1}

source: Question
pl: Pytanie

source: You can downgrade now.
pl: Możesz przywrócić stabilną wersję teraz.

source: Tool is up-to-date
pl: Program jest akutalny

source: Couldn't download the latest version info. Visit https://gitlab.com/aathlon/msc-ogg and see if there has been an update. In case the problem still occures, a new crash log has been created.
pl: Nie można było pobrać informacji o najnowszej wersji. Odwiedź https://gitlab.com/aathlon/msc-ogg i sprawdź czy była aktualizacja. Jeżeli problem dalej występuje, został utworzony nowy log.

source: Downloading an update...
pl: Pobieranie aktualizacji...

source: Extracting...
pl: Wypakowywanie...

source: Installing...
pl: Instalowanie...

source: Downloading youtube-dl...
pl: Pobieranie youtube-dl...

source: youtube-dl downloaded successfully!
pl: youtube-dl został pobrany!

source: Couldn't download youtube-dl. Crash log has been created.
pl: Nie można było pobrać youtube-dl. Log o błędzie został utworzony.

source: Looking for youtube-dl updates...
pl: Sprawdzanie aktualizacji youtube-dl...

source: youtube-dl is up-to-date!
pl: youtube-dl jest aktualny!

source: Downloading ffmpeg and ffplay...
pl: Pobieranie ffmpeg i ffplay...

source: Looks like there was some kind of problem with downloading the FFmpeg pack. You'll be taken to the website from which you'll download the ffpack.zip. Unzip it into the root folder of MSCMM.
pl: Wygląda na to że wystąpił jakiś błąd podczas pobierania paczki FFmpeg. Zostaniesz przeniesiony na stronę z której będziesz mógł pobrać ffpack.zip. Rozpakuj go do głównego katalogu MSCMM.

source: An error has occured and the info has been saved to {0}. If it happens again, please send the log to the MSCMM developer.
pl: Wystąpił błąd a informacje zostały zapisane do {0}. Jeżeli wydarzy się to ponownie, proszę wysłać log do dewelopera MSCMM.

source: Show More Info
pl: Pokaż Więcej Informacji

source: Open Log
pl: Otwórz log

source: Close
pl: Zamknij

source: An error has occured and the info has been saved to {0} inside of LOG folder. If it happens again, please send the log to the MSCMM developer.
pl: Wystąpił błąd a informacje zostały zapisane do {0} w folderze LOG. Jeżeli znowu się to wydarzy, proszę wysłać log do dewelopera MSCMM.

source: Looks like you installed Music Manager into My Summer Car root path. While nothing should happen, I'm not not responsible for any damages done to you/your computer/your game/Satsuma/Teimo/or anything other at all! I'll also bother you with this message until you move Music Manager somewhere else every time you start the tool ;)
pl: Wygląda na to że zainstalowałeś Music Manager w folderze My Summer Car. Pomimo że nic nie powinno się stać, nie jestem odpowiedzialny za żadne uszkodzenia wyrządzone tobie/twojemu komputerowi/Satsumie/Teimo/czy czemukolwiek innym. Będę ci także przeszkadzał tą wiadomością za każdym uruchomieniem, dopóki nie przeniesiesz Music Managera gdzieindziej.

source: Hello there! I've asked Teimo nicely where My Summer Car is installed, but he wouldn't tell me at all!. Please select where the game is installed :)
pl: Witaj! Zapytałem Teimo gdzie jest My Summer Car zainstalowane, jednak w ogóle nie chciał mi powiedzieć! Proszę wybrać gdzie jest zainstalowana gra :)

source: Select My Summer Car Directory Ex. C:\Steam\steamapps\common\My Summer Car\.
pl: Wybierz folder My Summer Car Np. C:\Steam\steamapps\common\My Summer Car\.

source: Error
pl: Błąd

source: Couldn't find mysummercar.exe. Please set the correct game path.
pl: Nie można było odnaleźć mysummercar.exe Proszę wybrać poprawny folder gry.

source: Hi there! In order to this tool to work, the ffmpeg and ffplay need to be downloaded. The tool will now download it and restart itself.
pl: Hejka! Aby program działał, potrzenbe jest pobranie ffmpeg i ffplay. Narzędzie pobierze je teraz i zostanie uruchomione ponownie.

source: Info
pl: Informacja

source: Found temp song file in {0}, possibly due to the crash Trying to fix it...
pl: Znaleziono tymczasowe pliki piosenek w {0}, możliwe że w powodu błędu programu Próbuję naprawić to teraz...

source: Converted {0} folder from .MSCMM to XML database.
pl: Przekonwertowano folder {0} z .MSCMM na bazę danych XML.

source: Would you like MSC Music Manager to get song names from already existing songs? (It may take a while, depending on how many songs you have).
pl: Czy chcesz by MSC Music Manager wyciągnął tytuły piosenek z już istniejących piosenek w MSC? (To może zająć chwilę, w zależności ile masz piosenek w grze).

source: Do you want to create desktop shortcut?
pl: Czy chcesz utworzyć skrót na pulpicie?

source: Looks like you've updated to the new My Summer Car version which now supports extra 2 CDs. All songs from the original CD have to be imported to the new CD1 folder in order to be read by My Summer Car. Press OK to do that now, or Cancel to exit. WARNING: This will override currently existing files in CD1!
pl: Wygląda na to że zaktualizowałeś My Summer Car do wersji która wspiera teraz ekstra 2 foldery CD. Wszystkie piosenki z oryginalnego folderu CD muszą zostać przeniesione do nowego folderu CD1 aby były ciągle odczytywane przez My Summer Car. Naciśnij OK aby to zrobić, lub Anuluj by wyjść. UWAGA: Ta operacja nadpisze wszystkie aktualnie istniejące pliki w CD1!

source: Succesfully imported CD songs to new CD1 folder!
pl: Udało się przenieść piosenki z CD do nowego CD1!

source: YOU ARE USING PREVIEW VERSION
pl: UŻYWASZ WERSJI POGLĄDOWEJ

source: Updates are disabled
pl: Aktualizacje są wyłączone

source: Sorts all songs so there are no gaps between songs (ex. if there's track1 and track3, the track3 will be renamed to track2).
pl: Sortuje wszystkie piosenki, dzięki czemu nie ma żadnych odstępów między plikami (np. jeżeli istnieje track1 i track3, nazwa track3 zostanie zmieniona na track2)

source: Move selected song one up.
pl: Przenieś piosenkę o jedną w górę.

source: Move selected song one down.
pl: Przenieś piosenkę o jedną w dół.

source: Move selected songs to selected folder.
pl: Przenieś wybraną piosenkę do innego folderu.

source: Clones selected song with it's displayed name.
pl: Klonuje wybraną piosenkę z jej wyświetlaną nazwą.

source: Deletes selected song.
pl: Usuwa wybraną piosenkę.

source: Randomizes songs order in chosen folder.
pl: Losuje kolejność piosenek w wybranym folderze.

source: Opens My Summer Car folder in Explorer.
pl: Otwórz folder My Summer Car w eksploratorze plików.

source: Lets you change My Summer Car folder.
pl: Pozwala zmienić folder w którym jest zainstalowane My Summer Car.

source: My Summer Car folder loaded successfully!
pl: Wczytano folder My Summer Car!

source: Operation canceled
pl: Operacja anulowana

source: Couldn't find mysummercar.exe. Make sure you've selected the game's ROOT folder (ex. C:\Steam\steamapps\common\My Summer Car) and NOT Radio or CD!
pl: Nie można było odnaleźć pliku mysummercar.exe. Upewnij się że wybrałeś GŁÓWNY folder gry (np. C:\Steam\steamapps\My Summer Car) a NIE foldery Radio lub CD!

source: Set the game path first.
pl: Wpierw ustaw folder gry.

source: Program is busy.
pl: Program jest zajęty.

source: History file doesn't exist.
pl: Plik historii nie istnieje.

source: Would you like to remove history file?
pl: Czy chcesz usunąć plik historii?

source: Information
pl: Informacja

source: Would you like to remove all logs?
pl: Czy chcesz usunąć wszystkie logi?

source: Logs are disabled
pl: Logi są wyłączone

source: Log folder doesn't exist
pl: Folder z logami nie istnieje

source: Convert {0} file(s)?
pl: Skonwertować {0} plik(ów)?

source: youtube-dl is now updating or looking for the update. You'll be notified on Log panel when it's done :)
pl: youtube-dl właśnie szuka lub się aktualizuje. Zostaniesz poinformowany w panelu Log, gdy ten skończy :)

source: In order to download the song, the tool requires youtube-dl to be downloaded. Press 'Yes' to download it now
pl: Aby pobrać piosenki, narzędzie wymaga youtube-dl aby został pobrany. Naciśnij 'Tak' aby pobrać go teraz

source: How to use: - Drag and drop music files on the program's window or executable to quickly convert one or more songs - Paste songs into Radio or CD folder in My Summer Car folder and click on the program's window - the program will detect new songs automatically - Go to the 'Download' tab to get your songs directly from YouTube - either by using URL, or using search term Use Shuffle to randomize songs order. In Edit tab you can change song's displayed name.
pl: Jak użyć: - Złap i przenieś pliki piosenek na okno programu albo plik wykonywalny aby szybko przekonwertować jedną lub więcej piosenek - Wklej pliki do folderu Radio lub CD w folderze My Summer Car i kliknij okno programu - program wykryje i skonwertuje piosenki automatycznie - Przejdź do karty 'Pobierz' aby pobrać swoje piosenki prosto z YouTube'a - albo przez użycie linku, lub przez frazę wyszukiwania Użyj 'Losuj' aby wylosować kolejność piosenek. W zakładce 'Edytuj' możesz zmienić wyświetlaną nazwę piosenki.

source: Where do you want to move {0} file(s)?
pl: Gdzie chcesz przenieść {0} plik(ów)?

source: Couldn't find My Summer Car path. Set it up first!
pl: Nie można było odnaleźć folderu My Summer Car. Najpierw go ustaw!

source: FFmpeg needs to be downloaded first. Start the program to download it now.
pl: FFmpeg musi najpierw zostać pobrany. Uruchom program i pobierz go teraz.

source: One or more files are not supported music file formats. Exiting now.
pl: Jeden lub więcej plików nie jest we wspieranym formacie muzycznym. Program zostanie zamknięty.

source: Where do you want to convert {0} file(s)?
pl: Gdzie chcesz skonwertować {0} plik(ów)?

source: Converting now...
pl: Konwertowanie teraz...

source: Converting {0}
pl: Konwertowanie {0}

source: Done!
pl: Ukończono!

source: Disabling metafiles will result in MSC Music Manager using file names, instead of saved song names. Are you sure you want to continue?
pl: Wyłączenie metadanych spowoduje że MSCMM będzie używać tylko nazw pliku, zamiast zapisanych nazw piosenek. Czy chcesz kontynuować?

source: Would you like to remove ALL meta files?
pl: Czy chcesz usunąć WSZYSTKIE metadane?

source: Would you like the MSCMM to get song names directly from files now? (It may take some time, depending on how many songs you have)
pl: Czy chcesz by MSCMM pobrał nazwę piosenek prosto z plików? (To może chwilę zająć, w zależności od tego ilu masz piosenek)

source: Forcing the update...
pl: Wymuszanie aktualizacji...

source: Are you sure you want to remove entire history?
pl: Czy na pewno chcesz usunąć całą historię?

source: Are you sure you want to delete all logs?
pl: Czy na pewno chcesz usunąć wszystkie logi?

source: Add, Remove and Download Songs!
pl: Dodawaj, Usuwaj i Pobieraj piosenki!

source: An error has occured. Log has been saved into LOG folder. Would you like to open it now?
pl: Wystąpił błąd. Log został zapisany do folderu LOG. Czy chcesz go otworzyć teraz?

source: MSC Music Manager {0} ({1}) Copyright (C) 2019 Athlon This program comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it, as long as you include original copyright, state changes and include license. MSC Music Manager uses FFmpeg, which is licensed under LGPL 2.1 license.
pl: MSC Music Manager {0} ({1}) Copyright (C) 2019 Athlon Ten program nie posiada ABSOLUTNIE ŻADNEJ GWARANCJI. To jest darmowy program, i możesz go rozpowszechniać, dopóki zamieścisz oryginalne prawa autorskie, oznaczysz zmiany i zamieścisz licencję oprogramowania. MSC Music Manager używa FFmpeg, który jest licencjonowany na podstawie licencji LGPL 2.1.

source: Looks like you're offline. Can't check for the update availability
pl: Wygląda na to że nie jesteś połączony z siecią. Nie można sprawdzić dostępności aktualizacji

source: Select the game path first.
pl: Wybierz najpierw ścieżkę gry.

source: Done!
pl: Ukończono!

source: Converted {0} file(s) in total
pl: Przekonwertowano w sumie {0} plik(ów)

source: Conversion log was saved to history.txt
pl: Log konwersji został zapisany do history.txt

source: Conversion log will not be saved, because both Radio and CDs were skipped
pl: Log konwersji nie zostanie zapisany, ponieważ folder Radio i CD zostały pominięte

source: FFmpeg.exe is missing! Try to re-download MSC Music Manager.
pl: Plik FFmpeg.exe nie istnieje! Spróbuj pobrać ponownie MSC Music Manager.

source: Initializing {0} conversion...
pl: Inicjalizowanie {0} konwersji...

source: Skipping {0} because it doesn't exist...
pl: Pomijanie {0} ponieważ on nie istnieje...

source: Couldn't find any file to convert in {0}
pl: Nie można było odnaleźć żadnego pliku w {0}

source: Aborted {0} conversion.
pl: Pominięto {0} konwersji.

source: Finished {0} as track{1}.ogg
pl: Ukończono {0} jako track{1}.ogg

source: Added '{0}' (track{1}.ogg) in {2}
pl: Dodano '{0}' (track{1}.ogg) w {2}

source: Converted {0} file(s) in {1}
pl: Skonwertowano {0} plik(ów) w {1}

source: '{0}' is not a recognizable music file, so it will be skipped.
pl: '{0}' nie jest rozpoznawalnym formatem muzyki, więc zostanie pominięty.

source: Converting '{0}'
pl: Konwertowanie '{0}'

source: There's over {0} files in {1} already converted. My Summer Car allows max {0} files for {1} and any file above that will be ignored. Would you like to continue?
pl: Jest ponad {0} plików w {1} już skonwertowanych. My Summer Car pozwala na maksymalnie {0} plików dla {1} i każdy plik ponad to zostanie zignorowany. Czy chcesz kontynuować?

source: Finished '{0}' as 'track{1}.ogg'"
pl: Ukończono '{0}' jako 'track{1}.ogg'

source: Downloaded youtube-dl successfully!
pl: Pobrano youtube-dl!

source: Not a valid URL. Currently only YouTube is suported.
pl: To nie jest poprawny link do strony. Aktualnie jedynie wspierany jest YouTube.

source: Downloader: Downloading song from '{0}'
pl: Pobieranie: Pobrano piosenkę z '{0}'

source: Couldn't donwnload the song. If you canceled the download, then everything's fine. If not, check if there's a youtube-dl update, in settings. Also please check if youtube-dl supports the link that you use: https://ytdl-org.github.io/youtube-dl/supportedsites.html. If it's going to happen again, please send the history.txt file content to developer on Steam, or via mail.
pl: Nie można było pobrać piosenki. Jeżeli anulowałeś pobieranie, wszystko jest OK. Jeżeli nie, sprawdź dostępność aktualizacji w Ustawieniach. Proszę także sprawdzić czy youtube-dl wspiera link który używasz: https://ytdl-org.github.io/youtube-dl/supportedsites.html Jeżeli to będzie się powtarzać, proszę wysłać zawartość pliku history.txt do dewelopera na Steamie lub przez mail.

source: Canceled!
pl: Anulowano!

source: FFplay is missing! Try to re-download MSC Music Manager.
pl: Brakuje FFplay. Spróbuj pobrać MSC Music Manager ponownie.

source: Sorting: moved 'track{0}' to 'track{1}' in {2}
pl: Sortowanie: przeniesiono 'track{0}' do 'track{1}' w {2}

source: Changing Order: moved '{0}' to '{1}', and '{1}' to '{0}'
pl: Zmiana Kolejności: przeniesiono '{0}' do '{1}', i '{1}' do '{0}'

source: File Moving: moved '{0}' from '{1}' to '{2}' as 'track{3}'
pl: Przenoszenie Pliku: przeniesiono '{0}' z '{1}' do '{2}' jako 'track{3}'

source: Cloned '{0}' to '{1}' in {2}
pl: Sklonowano '{0}' do '{1}' w {2}

source: Shuffling!
pl: Losowanie!

source: Are you sure you want to delete
pl: Czy na pewno chcesz usunąć

source: ...and {0} more?
pl: ...i {0} więcej?

source: Removed '{0}' ({1}) from {2}
pl: Usunięto '{0}' ({1}) z {2}

source: Select All
pl: Zaznacz Wszystko

source: History
pl: Historia

source: Logs
pl: Logi

source: Removes the original files that the song is converted from.
pl: Usuwa oryginalny plik z którego piosenka została przekonwertowana.

source: After each file change, all songs will be sorted (ex. if you remove the track2, there won't be a gap between track1 and track3).
pl: Po każdej zmianie pliku, piosenki zostaną posortowane (np. jeżeli usuniesz track2, nie będzie odstępu między track1 i track3).

source: Disables song name saving into songnames.xml. Only file name will be used.
pl: Wyłącza zapisywanie nazw piosenek do songnames.xml. Tylko nazwy plików będą używane.

source: On each start, the program will connect to the server and check if the new updates are available.
pl: Przy każdym starcie, program będzie łączył się z serwerem w celu sprawdzenia dostępności aktualizacji.

source: Official update channel is the most stable one and is recommended for most users.
pl: Oficjalny kanał aktualizacji jest najbardziej stabilny i jest zalecany dla większości użytkowników.

source: Preview update channel offers you an early access to new updates and improvements. Only for advanced users.
pl: Przedpremierowy kanał aktualizacji oferuje wczesny dostęp do nowych aktualizacji i poprawek. Tylko dla zaawansowanych użytkowników.

source: Set how often does youtube-dl start in order to check for updates.
pl: Ustaw jak często youtube-dl ma być urochamiany w celu sprawdzania dostępności aktualizacji.

source: The program after each crash causing error will try to save the crash info to log folder.
pl: Program po każdym błędzie powodującym awarię spróbuje zapisać informację o błędzie do folderu z logami.

source: All operations on songs will be saved into history file - converting, moving, deleting and more.
pl: Wszystkie operacje na plikach będą zapisywane w pliku historii - konwersja, przenoszenie, usuwanie i więcej.

source: Create desktop shortcut to MSCMM.
pl: Utwórz skrót na pulpicie do MSCMM.

source: Uppon pressing 'Launch Game', the program won't use Steam, and rather start the game through exe.
pl: Po naciśnięciu 'Uruchom Grę', program nie użyje Steam, ale uruchomi grę bezpośrednio przez plik exe.

source: In order to apply the change, you need to restart MSCMM. Would you like to do that now?
pl: Aby zastosować zmianę, MSCMM musi zostać uruchomiony ponownie. Czy chcesz to zrobić teraz?

source: Language
pl: Język

source: Apply
pl: Zastosuj

source: All your settings have been wiped. Restart the MSCMM without 'wipe' argument.
pl: Wszystkie twoje ustawienia zostaną zresetowane. Uruchom MSCMM bez argumentu 'wipe'.

source: Exit
pl: Wyjdź

source: Hide More Info
pl: Ukryj Więcej Informacji

source: Convert {0} file(s) to {1}? (Drop to Confirm)
pl: Czy przekonwertować {0} plik(ów) do {1}? (Upuść, aby potwierdzić)

source: Get Update Now!
pl: Pobierz aktualizację teraz!

source: Edit
pl: Edytuj

source: Save
pl: Zapisz

source: Quick Convert
pl: Szybka Konwersja

source: Url is not a YouTube link.
pl: Link nie jest linkiem YouTube'a.

source: Url is not valid and is empty.
pl: Link jest niepoprawny i jest pusty.

source: Show ffmpeg output
pl: Pokaż dane wyjściowe ffmpeg

source: Useful keyboard shortcuts: Player: - Enter - when song is selected, it will play or stop the song playback - Delete - when song is selected, will remove the selected song - Ctrl + A - select all songs - Ctrl + Up/Down arrows - move selected song up or down - Alt + Up/Down - toggle between Radio and CD folders - Ctrl + C - clone selected song - Cltr + X - move selected song to a different folder
pl: Użyteczne skróty klawiszowe: Odtwarzacz: - Enter - gdy piosenka jest wybrana, piosenka będzie odtworzona lub zatrzymana - Delete - gdy piosenka jest wybrana, usunie wybraną piosenkę - Ctrl + A - zaznacz wszystkie piosenki - Ctrl + Strzałki góra/dół - przenieś wybraną piosenkę w górę lub dół - Alt + Strzałki góra/dół - przełącz się pomiędzy folderami Radio i CD - Ctrl +C - sklonuj zaznaczoną piosenkę - Ctrl + X - przenieś zaznaczoną piosenkę do innego folderu

source: Moved '{0}' ({1}) from {2} to recycle bin
pl: Przeniesiono '{0}' ({1}) z {2} do kosza
