Repository: Athlon007/msc-ogg
Catalog: OggConverter/locales/Polski.po
Languages: pl

source: Recycle Bin
pl: Kosz

source: Restore
pl: Przywróć

source: Restored '{0}' from the recycle bin
pl: Przywrócono '{0}' z kosza

source: Recycle bin is empty
pl: Kosz jest pusty

source: There are {0} files in recycle bin
pl: Jest {0} plik(ów) w koszu

source: Delete all
pl: Opróżnij

source: Are you sure you want to delete all {0} files?
pl: Czy na pewno chcesz usunąć wszystkie {0} plik(ów)?

source: Remove
pl: Usuń

source: Ignore limitation of songs in folder
pl: Ignoruj limitację piosenek w folderze

source: Normally the program will show a warning during conversion, when there are more files than the folder allows (99 for Radio, 15 for CDs). If this setting is enabled, it will be ignored.
pl: Normalnie program pokaże ostrzeżenie podczas konwersji, gdy jest więcej plików niż folder na to zezwala (99 dla Radio, 15 dla CD). Jeżeli ta opcja jest włączona, to ostrzeżenie będzie ignorowane.
