Repository: Athlon007/msc-ogg
Catalog: OggConverter/locales/Suomi (FI).po
Languages: fi_fi

source: Useful keyboard shortcuts: Player: - Enter - when song is selected, it will play or stop the song playback - Delete - when song is selected, will remove the selected song - Ctrl + A - select all songs - Ctrl + Up/Down arrows - move selected song up or down - Alt + Up/Down - toggle between Radio and CD folders - Ctrl + C - clone selected song - Cltr + X - move selected song to a different folder
fi_fi: Hyödyllisiä näppäinkomentoja: Pelaaja: - Enter - kun kappale on valittuna, se aloittaa tai pysäyttää kappaleen soiton - Delete - kun kappale on valittuna, se poistaa valitun kappaleen - Ctrl + A - valitse kaikki kappaleet - Ctrl + Ylös/Alaspäin nuolet - siirrä valittu kappale ylös tai alaspäin - Alt + Up/Down - vaihtele Radio ja CD kansioiden välillä - Ctrl + C - kopioi valittu kappale - Ctrl + x - siirrä valittu kappale eri kansioon

source: Moved '{0}' ({1}) from {2} to recycle bin
fi_fi: Siirretty '{0}' ({1}) sijainnista {2} roskakoriin

source: Recycle Bin
fi_fi: Roskakori

source: Restore
fi_fi: Palauta

source: Restored '{0}' from the recycle bin
fi_fi: Palautettu '{0}' roskakorista

source: Recycle bin is empty
fi_fi: Roskakori on tyhjä

source: There are {0} files in recycle bin
fi_fi: Roskakorissa on {0} tiedostoa

source: Delete all
fi_fi: Poista kaikki

source: Are you sure you want to delete all {0} files?
fi_fi: Oletko varma että haluat poistaa kaikki {0} tiedostot?

source: Remove
fi_fi: Poista

source: Ignore limitation of songs in folder
fi_fi: Jätä huomioimatta kappaleiden raja kansiossa

source: Normally the program will show a warning during conversion, when there are more files than the folder allows (99 for Radio, 15 for CDs). If this setting is enabled, it will be ignored.
fi_fi: Normaalisti ohjelma antaa varoituksen konversion aikana, kun prosessoitavana on enemmän tiedostoja kuin kansio hyväksyy (99 Radiolle, 15 CD:ille). Jos tämä asetus on valittuna, varoitusta ei huomioida.

source: Audacity Executable:
fi_fi: Audacityn ajotiedosto:

source: Music Download Quality:
fi_fi: Musiikin latauslaatu:

source: Best
fi_fi: Paras

source: Average
fi_fi: Keskitaso

source: Compressed
fi_fi: Pakattu

source: View Changelog History
fi_fi: Näytä muutoslokin historia

source: Select the audacity folder.
fi_fi: Valitse Audacityn kansio.

source: Audacity install path hasn't been set. Go to settings to change that.
fi_fi: Audacityn asennuspolkua ei ole asetettu. Mene asetuksiin valitaksesi sen.

source: Support the project
fi_fi: Tue projektia

source: Modify the song:
fi_fi: Muokkaa kappaletta:

source: Edit with Audacity
fi_fi: Muokkaa Audacityllä

source: Set the music frequency to recomended 22050 Hz frequency
fi_fi: Aseta musiikin taajuus suositellulle 22050 Hz taajuudelle

source: Text on CD:
fi_fi: Teksti CD:ssä:

source: Choose the font
fi_fi: Valitse fontti

source: No CD cover file found
fi_fi: CD:n kansi tiedostoa ei löydetty

source: CD cover is in use
fi_fi: CD:n kansi on käytössä

source: Use the default cover art image with no text added for best result.
fi_fi: Käytä oletuskansitaidetta ilman lisättyä tekstiä parhaan tuloksen saamiseksi.

source: Create new cover art
fi_fi: Luo uusi kansitaide

source: Select the cover art.
fi_fi: Valitse kansitaide.

source: Creating new cover art for {0}...
fi_fi: Luodaan uutta kansitaidetta kohteelle {0}...

source: Created CD cover art successfully!
fi_fi: Luotu CD:n kansitaide onnistuneesti!

source: Cover Art
fi_fi: Kansitaide

source: File is not in 1:1 ratio.
fi_fi: Tiedosto ei ole 1:1 suhteessa.

source: Conversion:
fi_fi: Konversion:

source: Copy
fi_fi: Kopio

source: Paste
fi_fi: Liitä

source: Undo
fi_fi: Kumoa
