Repository: Athlon007/msc-ogg
Catalog: OggConverter/locales/Suomi (FI).po
Languages: fi_fi

source: Game Folder: {0}
fi_fi: Pelikansio: {0}

source: Tools
fi_fi: Työkalut

source: Settings
fi_fi: Asetukset

source: Launch Game
fi_fi: Käynnistä peli

source: Help
fi_fi: Apua

source: Open History
fi_fi: Avaa historia

source: Open Log Folder
fi_fi: Avaa lokikansio

source: Website
fi_fi: Nettisivu

source: GitLab repository
fi_fi: GitLab tiedostovarasto

source: Steam Community discussion
fi_fi: Steam Communityn keskustelu

source: About
fi_fi: Tietoja

source: Quit
fi_fi: Lopeta

source: General
fi_fi: Yleiset

source: Files
fi_fi: Tiedostot

source: Updates
fi_fi: Päivitykset

source: Logging & Privacy
fi_fi: Lokitietojen kirjaaminen & Yksityisyys

source: Desktop shortcut
fi_fi: Pikakuvake

source: Start the game without Steam
fi_fi: Käynnistä peli ilman Steamia

source: Remove source files after conversion
fi_fi: Poista lähdetiedostot konversion jälkeen

source: Sort files after conversion
fi_fi: Järjestele tiedostot konversion jälkeen

source: Don't save song names
fi_fi: Älä tallenna kappaleiden nimiä

source: Automatically look for updates
fi_fi: Tarkista päivitykset automaattisesti

source: Update Channel:
fi_fi: Päivityskanava:

source: Official
fi_fi: Virallinen

source: Preview
fi_fi: Esikatselu

source: Check for Update
fi_fi: Tarkista päivitykset

source: Check for youtube-dl updates:
fi_fi: Tarkista youtube-dl päivitykset:

source: Upon every start
fi_fi: Jokaisen käynnistyksen yhteydessä

source: Daily
fi_fi: Päivittäin

source: Weekly
fi_fi: Viikoittain

source: Monthly
fi_fi: Kuukausittain

source: Never
fi_fi: Ei koskaan

source: Your Version: {0} Build: {1}
fi_fi: Ohjelmasi versio: {0} Koontiversio: {1}

source: Create logs after crash
fi_fi: Luo lokit kaatumisen jälkeen

source: Save usage into history
fi_fi: Tallenna käyttö historiaan

source: Open history
fi_fi: Avaa historia

source: Delete history
fi_fi: Poista historia

source: Open last log
fi_fi: Avaa viimeisin loki

source: Delete all logs
fi_fi: Poista kaikki lokit

source: Notice: not a single log or any info is sent from your computer. Everything that is being logged is saved on Your computer.
fi_fi: Huomautus: yhtäkään lokia tai mitään tietoa ei lähetetä tietokoneeltasi. Kaikki mitä kirjoitetaan lokeihin tallennetaan tietokoneellesi.

source: Set Game Folder
fi_fi: Aseta pelikansio

source: Open in Explorer
fi_fi: Avaa resurssienhallinnassa

source: Sort
fi_fi: Järjestele

source: Move
fi_fi: Siirrä

source: Clone
fi_fi: Kopioi

source: Delete
fi_fi: Poista

source: Shuffle
fi_fi: Sekoita

source: Songs: {0}/{1}
fi_fi: Kappaleet: {0}/{1}

source: Search Term/Video Link:
fi_fi: Hae termillä/Videolinkillä:

source: Download
fi_fi: Lataa

source: Cancel
fi_fi: Peruuta

source: Select song from the list to the left and edit it's displayed name.
fi_fi: Valitse kappale vasemmalla olevasta listasta ja muokkaa sen esitettyä nimeä.

source: Name:
fi_fi: Nimi:

source: Note: The autor of this tool doesn't take any responsibility for the way how that tool is used.
fi_fi: Huomautus: Tämän työkalun tekijä ei ota mitään vastuuta siitä, kuinka tai miten tätä työkalua käytetään tai on käytetty.

source: There's a new update ready to download. Would you like to download it now?
fi_fi: Uusi päivitys on valmiina ladattavaksi. Haluaisitko ladata sen nyt?

source: Update
fi_fi: Päivitys

source: There's an update ready to download!
fi_fi: Päivitys on valmiina ladattavaksi!

source: There's a newer stable version available to download than yours Preview. Would you like to download the update?
fi_fi: Uusi vakaampi versio on valmiina ladattavaksi. Haluaisitko ladata päivityksen?

source: Your version: {0} Newest version: {1}
fi_fi: Sinun versiosi: {0} Uusin versio: {1}

source: Looks like you use a preview release and you disable preview update channel. Do you want to downgrade now? WARNING: In order to keep things still working, all settings will be reset. Your version: {0} Newest version: {1}
fi_fi: Näyttää siltä että käytät esikatselu versiota, ja olet poistanut käytöstä esikatselun päivityskanavan. Haluatko vaihtaa vanhempaan versioon nyt? VAROITUS: Pitääksemme asiat toimimassa, kaikki asetukset palautetaan. Sinun versiosi: {0} Uusin versio: {1}

source: Question
fi_fi: Kysymys

source: You can downgrade now.
fi_fi: Voit vaihtaa vanhempaan versioon nyt.

source: Tool is up-to-date
fi_fi: Työkalu on päivitetty

source: Couldn't download the latest version info. Visit https://gitlab.com/aathlon/msc-ogg and see if there has been an update. In case the problem still occures, a new crash log has been created.
fi_fi: Ei pystytty lataamaan viimeisimmän version tietoja. Vieraile osoitteessa https://gitlab.com/aathlon/msc-ogg ja katso, jos on julkaistu päivitys. Jos ongelma jatkuu, uusi kaatumisloki on luotu.

source: Downloading an update...
fi_fi: Ladataan päivitystä...

source: Extracting...
fi_fi: Puretaan...

source: Installing...
fi_fi: Asennetaan...

source: Downloading youtube-dl...
fi_fi: Ladataan youtube-dl...

source: youtube-dl downloaded successfully!
fi_fi: youtube-dl ladattu onnistuneesti!

source: Couldn't download youtube-dl. Crash log has been created.
fi_fi: Ei pystytty lataamaan youtube-dl:llää. Kaatumisloki on luotu.

source: Looking for youtube-dl updates...
fi_fi: Etsitään youtube-dl päivityksiä...

source: youtube-dl is up-to-date!
fi_fi: youtube-dl on päivitetty!

source: Downloading ffmpeg and ffplay...
fi_fi: Ladataan ffmpeg ja ffplay...

source: Looks like there was some kind of problem with downloading the FFmpeg pack. You'll be taken to the website from which you'll download the ffpack.zip. Unzip it into the root folder of MSCMM.
fi_fi: Näyttää siltä että FFmpeg paketin latauksessa oli ongelma. Sinut viedään nettisivulle mistä voit ladata ffpack.zip tiedoston. Pura se MSCMM:än juurikansioon.

source: An error has occured and the info has been saved to {0}. If it happens again, please send the log to the MSCMM developer.
fi_fi: Virhe on tapahtunut ja tiedot on tallennettu {0}. Jos sama virhe tapahtuu uudelleen, lähetä loki MSCMM:än kehittäjälle.

source: Show More Info
fi_fi: Näytä lisätietoja

source: Open Log
fi_fi: Avaa loki

source: Close
fi_fi: Sulje

source: An error has occured and the info has been saved to {0} inside of LOG folder. If it happens again, please send the log to the MSCMM developer.
fi_fi: Virhe on tapahtunut ja tiedon on tallennettu {0} LOG kansion sisälle. Jos sama virhe toistuu, lähetä loki MSCMM:än kehittäjälle.

source: Looks like you installed Music Manager into My Summer Car root path. While nothing should happen, I'm not not responsible for any damages done to you/your computer/your game/Satsuma/Teimo/or anything other at all! I'll also bother you with this message until you move Music Manager somewhere else every time you start the tool ;)
fi_fi: Näyttää siltä, että olet asentanut Music Managerin My Summer Carin juurikansioon. Vaikka mitään ei pitäisi tapahtua, en ole vastuussa minkäänlaisista vahingoista sinulle/sinun tietokoneellesi/pelillesi/Satsumalle/Teimolle/enkä millekään muullekaan! Tulen myöskin häiritsemään sinua tällä viestillä kunnes siirrät Music Managerin jonnekin muualle ;)

source: Hello there! I've asked Teimo nicely where My Summer Car is installed, but he wouldn't tell me at all!. Please select where the game is installed :)
fi_fi: Terve! Kysyin Teimolta ystävällisesti, minne My Summer Car on asennettu, mutta hän ei kertonut minulle. Valitse minne peli on asennettu

source: Select My Summer Car Directory Ex. C:\Steam\steamapps\common\My Summer Car\.
fi_fi: Valitse My Summer Carin kansio Esim. C:\Steam\steamapps\common\My Summer Car\.

source: Error
fi_fi: Virhe

source: Couldn't find mysummercar.exe. Please set the correct game path.
fi_fi: Ei pystytty löytämään tiedostoa mysummercar.exe. Valitse oikea kansio.

source: Hi there! In order to this tool to work, the ffmpeg and ffplay need to be downloaded. The tool will now download it and restart itself.
fi_fi: Terve! Että tämä työkalu toimisi, tiedostot ffmpeg ja ffplay pitää olla ladattuina. Työkalu lataa ne nyt ja käynnistää itsensä uudelleen.

source: Info
fi_fi: Tietoja

source: Found temp song file in {0}, possibly due to the crash Trying to fix it...
fi_fi: Löydetty kappale polussa {0}, todennäköisesti kaatumisen takia Yritetään korjausta...

source: Converted {0} folder from .MSCMM to XML database.
fi_fi: Konvertoitu {0} kansio .MSCMM:ästä XML tietokantaan.

source: Would you like MSC Music Manager to get song names from already existing songs? (It may take a while, depending on how many songs you have).
fi_fi: Haluaisitko että MSC Music Manager ottaa kappeleiden nimet jo olemassa olevista kappaleista? (Tässä voi kestää hetki, riippuen siitä kuinka monta kappaletta sinulla on)

source: Do you want to create desktop shortcut?
fi_fi: Haluatko luoda työpöydälle pikakuvakkeen?

source: Looks like you've updated to the new My Summer Car version which now supports extra 2 CDs. All songs from the original CD have to be imported to the new CD1 folder in order to be read by My Summer Car. Press OK to do that now, or Cancel to exit. WARNING: This will override currently existing files in CD1!
fi_fi: Näyttää siltä että olet päivittänyt uuteen My Summer Car versioon joka tukee kahta extra CD:tä. Kaikki kappaleet alkuperäiseltä CD:ltä pitää siirtää uuteen CD1 kansioon, että My Summer Car voi lukea niitä. Paina OK tehdäksesi sen nyt, tai paina Cancel poistuaksesi. VAROITUS: Tämä poistaa CD1 kansiossa tällä hetkellä olevat tiedostot!

source: Succesfully imported CD songs to new CD1 folder!
fi_fi: Siirretty CD kappaleet uuteen CD1 kansioon onnistuneesti!

source: YOU ARE USING PREVIEW VERSION
fi_fi: KÄYTÄT ESIKATSELU VERSIOTA

source: Updates are disabled
fi_fi: Päivitykset on poistettu käytöstä

source: Sorts all songs so there are no gaps between songs (ex. if there's track1 and track3, the track3 will be renamed to track2).
fi_fi: Järjestää kaikki kappaleet siten, että kappaleiden välillä ei ole välejä (esim. jos on track1 ja track3, track3 nimetään track2).

source: Move selected song one up.
fi_fi: Siirrä valittu kappale yksi ylöspäin.

source: Move selected song one down.
fi_fi: Siirrä valittu kappale yksi alaspäin.

source: Move selected songs to selected folder.
fi_fi: Siirrä valitut kappaleet valittuun kansioon.

source: Clones selected song with it's displayed name.
fi_fi: Kopioi valitun kappaleen sen esitetyllä nimellä.

source: Deletes selected song.
fi_fi: Poistaa valitun kappaleen.

source: Randomizes songs order in chosen folder.
fi_fi: Sekoittaa kappaleiden järjestyksen valitussa kansiossa.

source: Opens My Summer Car folder in Explorer.
fi_fi: Avaa My Summer Car kansion Resurssienhallinassa.

source: Lets you change My Summer Car folder.
fi_fi: Antaa sinun vaihtaa My Summer Car kansiota.

source: My Summer Car folder loaded successfully!
fi_fi: My Summer Car kansio ladattu onnistuneesti!

source: Operation canceled
fi_fi: Operaatio peruutettu

source: Couldn't find mysummercar.exe. Make sure you've selected the game's ROOT folder (ex. C:\Steam\steamapps\common\My Summer Car) and NOT Radio or CD!
fi_fi: Ei pystytty löytämään tiedostoa mysummercar.exe. Varmista että olet valinnut pelin JUURIkansion (esim. C:\Steam\steamapps\common\My Summer Car) EIKÄ kansioita Radio tai CD!

source: Set the game path first.
fi_fi: Aseta pelin polku ensin.

source: Program is busy.
fi_fi: Ohjelma on kiireinen.

source: History file doesn't exist.
fi_fi: Historia tiedosto ei ole olemassa.

source: Would you like to remove history file?
fi_fi: Haluaisitko poistaa historia tiedoston?

source: Information
fi_fi: Tietoja

source: Would you like to remove all logs?
fi_fi: Haluaisitko poistaa kaikki lokit?

source: Logs are disabled
fi_fi: Lokit ovat poissa käytöstä

source: Log folder doesn't exist
fi_fi: Lokikansio ei ole olemassa

source: Convert {0} file(s)?
fi_fi: Muunna {0} tiedosto(t)?

source: youtube-dl is now updating or looking for the update. You'll be notified on Log panel when it's done :)
fi_fi: youtube-dl on nyt päivittämässä tai etsimässä päivitystä. Sinulle ilmoitetaan lokipaneelissa kun on valmista

source: Stop
fi_fi: Pysäytä

source: In order to download the song, the tool requires youtube-dl to be downloaded. Press 'Yes' to download it now
fi_fi: Ladataksesi kappaleen youtube-dl pitää olla ladattuna. Paina 'Yes' ladataksesi sen nyt

source: How to use: - Drag and drop music files on the program's window or executable to quickly convert one or more songs - Paste songs into Radio or CD folder in My Summer Car folder and click on the program's window - the program will detect new songs automatically - Go to the 'Download' tab to get your songs directly from YouTube - either by using URL, or using search term Use Shuffle to randomize songs order. In Edit tab you can change song's displayed name.
fi_fi: Kuinka käyttää: - Vedä ja pudota musiikkitiedostoja ohjelman ikkunaan tai ajotiedostoon muuttaaksesi nopeasti yhden kappaleen tai enemmän - Laita kappaleita Radio tai CD kansioon My Summer Car kansiossa ja klikkaa ohjelman ikkunaa - ohjelma tunnistaa uuden kappaleet automaattisesti - Mene 'Lataa' sarakkeeseen saadaksesi kappaleesi suoraan YouTubesta - joko käyttämällä URL-osoitetta tai hakemalla. Käytä sekoitusta tehdäksesi kappaleiden järjestyksestä satunnaista Muokkaa sarakkeessa voit vaihtaa kappaleen näytettyä nimeä.

source: Where do you want to move {0} file(s)?
fi_fi: Minne haluat siirtää {0} tiedostoa?

source: Couldn't find My Summer Car path. Set it up first!
fi_fi: Ei pystytty löytämään My Summer Car polkua. Aseta se ensin!

source: FFmpeg needs to be downloaded first. Start the program to download it now.
fi_fi: FFmpeg pitää ladata ensin. Käynnistä ohjelma ladataksesi sen nyt.

source: One or more files are not supported music file formats. Exiting now.
fi_fi: Yksi tai useampi tiedostoista eivät ole tuettua muotoa. Poistutaan nyt.

source: Where do you want to convert {0} file(s)?
fi_fi: Minne haluat konvertoida {0} tiedostoa?

source: Converting now...
fi_fi: Muutetaan nyt...

source: Converting {0}
fi_fi: Muutetaan {0}

source: Done!
fi_fi: Valmis!

source: Disabling metafiles will result in MSC Music Manager using file names, instead of saved song names. Are you sure you want to continue?
fi_fi: Metatiedostojen poistaminen käytöstä johtaa siihen, että MSC Music Manager käyttää tiedostonimiä, tallennettujen kappaleiden nimien sijaan. Oletko varma että haluat jatkaa?

source: Would you like to remove ALL meta files?
fi_fi: Haluaisitko poistaa KAIKKI metatiedostot?

source: Would you like the MSCMM to get song names directly from files now? (It may take some time, depending on how many songs you have)
fi_fi: Haluaisitko että MSCMM ottaa kappaleiden nimet suoraan tiedostoista? (Se voi kestää jonkin aikaa, riippuen siitä kuinka monta kappaletta sinulla on)

source: Forcing the update...
fi_fi: Pakotetaan päivitystä...

source: Are you sure you want to remove entire history?
fi_fi: Oletko varma että haluat poistaa koko historian?

source: Are you sure you want to delete all logs?
fi_fi: Oletko varma että haluat poistaa kaikki lokit?

source: Add, Remove and Download Songs!
fi_fi: Lisää, poista ja lataa kappaleita!

source: An error has occured. Log has been saved into LOG folder. Would you like to open it now?
fi_fi: Virhe on tapahtunut. Loki on tallennettu LOG kansioon. Haluaisitko avata sen nyt?

source: MSC Music Manager {0} ({1}) Copyright (C) 2019 Athlon This program comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it, as long as you include original copyright, state changes and include license. MSC Music Manager uses FFmpeg, which is licensed under LGPL 2.1 license.
fi_fi: MSC Music Manager {0} ({1}) Tekijänoikeus (C) 2019 Athlon Tämä ohjelma tulee TÄYSIN ILMAN TAKUUTA. Tämä on ilmainen ohjelma, ja sinulla on oikeus levittää sitä eteenpäin, kunhan sisällytät alkuperäisen tekijänoikeuden, tilan muutokset ja sisällytät lisenssin. MSC Music Manager käyttää FFmpeg:tä, joka on lisensoitu LGPL 2.1 lisenssin alle.

source: Looks like you're offline. Can't check for the update availability
fi_fi: Näyttää siltä, että olet offline-tilassa. Päivityksiä ei voida tarkistaa

source: Select the game path first.
fi_fi: Valitse pelin polku ensin.

source: Done!
fi_fi: Valmis!

source: Converted {0} file(s) in total
fi_fi: Muunnettu {0} tiedostoa yhteensä

source: Conversion log was saved to history.txt
fi_fi: Muuntoloki tallennettiin tiedostoon history.txt

source: Conversion log will not be saved, because both Radio and CDs were skipped
fi_fi: Muuntoloki ei tallenneta, koska sekä Radio että CD:eet jätettiin väliin

source: FFmpeg.exe is missing! Try to re-download MSC Music Manager.
fi_fi: FFmpeg.exe puuttuu! Yritä ladata MSC Music Manager uudelleen.

source: Initializing {0} conversion...
fi_fi: Käynnistetään {0} muuntoa...

source: Skipping {0} because it doesn't exist...
fi_fi: Jätetään välistä {0} koska se ei ole olemassa...

source: Couldn't find any file to convert in {0}
fi_fi: Ei pystytty löytämään tiedostoja muutettavaksi sijainnista {0}

source: Aborted {0} conversion.
fi_fi: Hylätty {0} konversiota.

source: Finished {0} as track{1}.ogg
fi_fi: Suoritettu {0} tiedostona track{1}.ogg

source: Added '{0}' (track{1}.ogg) in {2}
fi_fi: Lisätty '{0}' (track{1}.ogg) sijainnissa {2}

source: Converted {0} file(s) in {1}
fi_fi: Muutettu {0} tiedostoa sijainnissa {1}

source: '{0}' is not a recognizable music file, so it will be skipped.
fi_fi: '{0}' ei ole tunnistettava musiikkitiedosto, joten sen yli hypätään.

source: Converting '{0}'
fi_fi: Muutetaan '{0}'

source: There's over {0} files in {1} already converted. My Summer Car allows max {0} files for {1} and any file above that will be ignored. Would you like to continue?
fi_fi: On jo yli {0} tiedostoa sijainnissa {1} jo konvertoituna. My Summer Car sallii maksimissaan {1} tiedostoa sijainnille {1} ja kaikki tiedostot sen jälkeen jätetään huomioimatta. Haluatko jatkaa?

source: Finished '{0}' as 'track{1}.ogg'
fi_fi: Suoritettu '{0}' tiedostona 'track{1}.ogg'

source: Downloaded youtube-dl successfully!
fi_fi: Ladattu youtube-dl onnistuneesti!

source: Not a valid URL. Currently only YouTube is suported.
fi_fi: Ei pätevä URL. Tällä hetkellä ainoastaan YouTubea tuetaan.

source: Downloader: Downloading song from '{0}'
fi_fi: Lataaja: Ladataan kappaletta sijainnista '{0}'

source: Couldn't donwnload the song. If you canceled the download, then everything's fine. If not, check if there's a youtube-dl update, in settings. Also please check if youtube-dl supports the link that you use: https://ytdl-org.github.io/youtube-dl/supportedsites.html. If it's going to happen again, please send the history.txt file content to developer on Steam, or via mail.
fi_fi: Ei pystytty lataamaan kappaletta. Jos peruutit latauksen, kaikki on hyvin. Jos et, tarkista jos youtube-dl:älle on tullut päivitys. Katso asetuksista. Ja katso että tukeeko youtube-dl linkkiä jota käytät: https://ytdl-org.github.io/youtube-dl/supportedsites.html. Jos sama tapahtuu uudelleen, lähetä history.txt tiedosto kehittäjälle Steamissa, tai sähköpostin kautta.

source: Canceled!
fi_fi: Peruutettu!

source: FFplay is missing! Try to re-download MSC Music Manager.
fi_fi: FFplay puuttuu! Yritä ladata MSC Music Manager uudelleen.

source: Sorting: moved 'track{0}' to 'track{1}' in {2}
fi_fi: Järjestellään: siirretty 'track{0}' sijaintiin 'track{1}' sijainnissa {2}

source: Changing Order: moved '{0}' to '{1}', and '{1}' to '{0}'
fi_fi: Vaihdetaan järjestystä: siirretty '{0}' sijaintiin '{1}', ja '{1}' sijaintiin '{0}'

source: File Moving: moved '{0}' from '{1}' to '{2}' as 'track{3}'
fi_fi: Tiedostojen siirto: siirretty '{0}' sijainnista '{1}' sijaintiin '{2}' tiedostona 'track{3}'

source: Cloned '{0}' to '{1}' in {2}
fi_fi: Kopioitu '{0}' sijaintiin '{1}' sijainnissa {2}

source: Shuffling!
fi_fi: Sekoitetaan!

source: Are you sure you want to delete
fi_fi: Oletko varma että haluat poistaa

source: ...and {0} more?
fi_fi: ...ja {0} lisää?

source: Removed '{0}' ({1}) from {2}
fi_fi: Poistettu '{0}' ({1}) kohteesta {2}

source: Select All
fi_fi: Valitse kaikki

source: History
fi_fi: Historia

source: Logs
fi_fi: Lokit

source: Removes the original files that the song is converted from.
fi_fi: Poistaa alkuperäiset tiedostot joista kappaleet ovat konvertoitu.

source: After each file change, all songs will be sorted (ex. if you remove the track2, there won't be a gap between track1 and track3).
fi_fi: Jokaisen tiedostomuutoksen jälkeen kaikki kappaleet lajitellaan (esim. jos poistat tiedoston track2, tiedostojen track1 ja track3 välillä ei ole rakoa).

source: Disables song name saving into songnames.xml. Only file name will be used.
fi_fi: Ottaa pois käytöstä kappaleiden nimien tallentamisen tiedostoon songnames.xml. Pelkkää tiedostonimeä käytetään.

source: On each start, the program will connect to the server and check if the new updates are available.
fi_fi: Jokaisen käynnistyksen yhteydessä ohjelma yhdistää palvelimeen ja tarkistaa, onko uusia päivityksiä saatavilla.

source: Official update channel is the most stable one and is recommended for most users.
fi_fi: Virallinen päivityskanava on vakain, ja on suositeltu useimmille käyttäjille.

source: Preview update channel offers you an early access to new updates and improvements. Only for advanced users.
fi_fi: Esikatselun päivityskanava tarjoaa sinulle aikaisen pääsyn uusiin päivityksiin ja parannuksiin. Vain edistyneille käyttäjille.

source: Set how often does youtube-dl start in order to check for updates.
fi_fi: Valitse kuinka usein youtube-dl käynnistyy tarkistaakseen päivitykset.

source: The program after each crash causing error will try to save the crash info to log folder.
fi_fi: Ohjelma yrittää jokaisen kaatumisen aiheuttavan virheen jälkeen tallentaa kaatumisen lokitiedostoon.

source: All operations on songs will be saved into history file - converting, moving, deleting and more.
fi_fi: Kaikki kappaleille tehdyt operaatiot tallennetaan historiatiedostoon - muunnot, siirrot, poistot ja muuta.

source: Create desktop shortcut to MSCMM.
fi_fi: Luo MSCMM:älle pikakuvake työpöydälle.

source: Uppon pressing 'Launch Game', the program won't use Steam, and rather start the game through exe.
fi_fi: Painettaessa 'Launch Game', ohjelma ei käytä Steamia, vaan käynnistää pelin suoraan ajotiedoston kautta.

source: In order to apply the change, you need to restart MSCMM. Would you like to do that now?
fi_fi: Ottaaksesi muutokset käyttöön, sinun pitää käynnistää MSCMM uudelleen. Haluaisitko tehdä sen nyt?

source: Language
fi_fi: Kieli

source: Apply
fi_fi: Ota käyttöön

source: All your settings have been wiped. Restart the MSCMM without 'wipe' argument.
fi_fi: Kaikki asetuksesi on pyyhitty. Käynnistä MSCMM uudelleen ilman 'wipe' argumenttia.

source: Exit
fi_fi: Poistu

source: Hide More Info
fi_fi: Piilota lisätieto

source: Convert {0} file(s) to {1}? (Drop to Confirm)
fi_fi: Muuta {0} tiedosto(t) {1} tiedostoiksi? (Pudota vahvistaaksesi)

source: Get Update Now!
fi_fi: Hanki päivitys nyt!

source: Edit
fi_fi: Muokkaa

source: Save
fi_fi: Tallenna

source: Quick Convert
fi_fi: Nopea muunto

source: Url is not a YouTube link.
fi_fi: Url ei ole YouTube linkki.

source: Url is not valid and is empty.
fi_fi: Url ei ole pätevä ja on tyhjä.

source: Show ffmpeg output
fi_fi: Näytä ffmpeg ulostulo
